<?php

return [
    'new_permission' => 'নতুন অনুমতি তৈরি করা হয়েছে :name সফলভাবে',
    'updated_permission' => 'অনুমতি আপডেট করা হয়েছে :name সফলভাবে',
    'deleted_permission' => 'অনুমতি মুছে ফেলা হয়েছে :name সফলভাবে',

    'new_role' => 'নতুন ব্যবহারকারীর ভূমিকা তৈরি করা হয়েছে :name সফলভাবে',
    'updated_role' => 'ব্যবহারকারীর ভূমিকা আপডেট করা হয়েছে :name সফলভাবে',
    'deleted_role' => 'ব্যবহারকারীর ভূমিকা মুছে ফেলা হয়েছে :name সফলভাবে',
    'updated_role_permissions' => 'ব্যবহারকারীর ভূমিকার অনুমতি আপডেট করা হয়েছে সফলভাবে',

    'logged_in' => 'সফলভাবে লগইন করা হয়েছে',
    'logged_out' => 'সফলভাবে লগআউট করা হয়েছে',
    'created_account' => 'ব্যবহারকারীর অ্যাকাউন্ট তৈরি করা হয়েছে সফলভাবে',
    'updated_avatar' => 'অবতার আপডেট করা হয়েছে সফলভাবে',
    'updated_profile' => 'প্রোফাইলের বিবরণ আপডেট করা হয়েছে সফলভাবে',
    'deleted_user' => 'ব্যবহারকারী মুছে ফেলা হয়েছে :name সফলভাবে',
    'banned_user' => 'ব্যবহারকারী নিষিদ্ধ করা হয়েছে :name সফলভাবে',
    'updated_profile_details_for' => 'ব্যবহারকারীর প্রোফাইলের বিবরণ আপডেট করা হয়েছে :name সফলভাবে',
    'created_account_for' => 'ব্যবহারকারীর জন্য অ্যাকাউন্ট তৈরি করা হয়েছে :name সফলভাবে',
    'updated_settings' => 'ওয়েবসাইটের সেটিংস আপডেট করা হয়েছে সফলভাবে',
    'enabled_2fa' => 'দুই-ফ্যাক্টর প্রমাণীকরণ সক্রিয় করা হয়েছে সফলভাবে',
    'disabled_2fa' => 'দুই-ফ্যাক্টর প্রমাণীকরণ নিষ্ক্রিয় করা হয়েছে সফলভাবে',
    'enabled_2fa_for' => 'দুই-ফ্যাক্টর প্রমাণীকরণ সক্রিয় করা হয়েছে ব্যবহারকারীর জন্য :name সফলভাবে',
    'disabled_2fa_for' => 'দুই-ফ্যাক্টর প্রমাণীকরণ নিষ্ক্রিয় করা হয়েছে ব্যবহারকারীর জন্য :name সফলভাবে',
    'requested_password_reset' => 'পাসওয়ার্ড রিসেট অনুরোধ করা হয়েছে সফলভাবে',
    'reseted_password' => 'পাসওয়ার্ড রিসেট করা হয়েছে "পাসওয়ার্ড ভুলে গেছেন" বিকল্পের মাধ্যমে সফলভাবে'
];