<?php

return [
    'new_permission' => 'สร้างสิทธิ์ใหม่ชื่อ :name เรียบร้อยแล้ว',
    'updated_permission' => 'อัปเดตสิทธิ์ชื่อ :name เรียบร้อยแล้ว',
    'deleted_permission' => 'ลบสิทธิ์ชื่อ :name เรียบร้อยแล้ว',

    'new_role' => 'สร้างบทบาทผู้ใช้ใหม่ชื่อ :name เรียบร้อยแล้ว',
    'updated_role' => 'อัปเดตบทบาทผู้ใช้ชื่อ :name เรียบร้อยแล้ว',
    'deleted_role' => 'ลบบทบาทผู้ใช้ชื่อ :name เรียบร้อยแล้ว',
    'updated_role_permissions' => 'อัปเดตสิทธิ์ของบทบาทผู้ใช้เ��ียบร้อยแล้ว',

    'logged_in' => 'เข้าสู่ระบบเรียบร้อยแล้ว',
    'logged_out' => 'ออกจากระบบเรียบร้อยแล้ว',
    'created_account' => 'สร้างบัญชีผู้ใช้เรียบร้อยแล้ว',
    'updated_avatar' => 'อัปเดตอวาตาร์เรียบร้อยแล้ว',
    'updated_profile' => 'อัปเดตรายละเอียดโปรไฟล์เรียบร้อยแล้ว',
    'deleted_user' => 'ลบผู้ใช้ :name เรียบร้อยแล้ว',
    'banned_user' => 'แบนผู้ใช้ :name เรียบร้อยแล้ว',
    'updated_profile_details_for' => 'อัปเดตรายละเอียดโปรไฟล์ของผู้ใช้ :name เรียบร้อยแล้ว',
    'created_account_for' => 'สร้างบัญชีสำหรับผู้ใช้ :name เรียบร้อยแล้ว',
    'updated_settings' => 'อัปเดตการตั้งค่าเว็บไซต์เรียบร้อยแล้ว',
    'enabled_2fa' => 'เปิดใช้งานการรับรองความถูกต้องแบบสองปัจจัยเรียบร้อยแล้ว',
    'disabled_2fa' => 'ปิดใช้งานการรับรองความถูกต้องแบบสองปัจจัยเรียบร้อยแล้ว',
    'enabled_2fa_for' => 'เปิดใช้งานการรับรองความถูกต้องแบบสองปัจจัยสำหรับผู้ใช้ :name เรียบร้อยแล้ว',
    'disabled_2fa_for' => 'ปิดใช้งานการรับรองความถูกต้องแบบสองปัจจัยสำหรับผู้ใช้ :name เรียบร้อยแล้ว',
    'requested_password_reset' => 'ร้องขอการรีเซ็ตรหัสผ่านเรียบร้อยแล้ว',
    'reseted_password' => 'รีเซ็ตรหัสผ่านผ่านตัวเลือก "ลืมรหัสผ่าน" เรียบร้อยแล้ว'
];